{
  "Auth": {
    "introduction": "Bumble has partnered with Bloom to provide resources to sexual assault and relationship abuse survivors within the global Bumble community through a free online trauma support program.",
    "bloomBumbleLink": "More about Bloom for Bumble",
    "loginLink": "Already have an account? <loginLink>Go to login</loginLink>",
    "terms": "By continuing, you are indicating that you accept our <policiesLink>Terms of Service and Privacy Policy</policiesLink>",
    "login": {
      "title": "Welcome back",
      "description": "Sign in to access Bloom"
    },
    "register": {
      "title": "Create account",
      "description": "Create your account to access Bloom."
    },
    "form": {
      "codeLabel": "Bumble access code",
      "nameLabel": "First name/nickname",
      "emailLabel": "Email",
      "passwordLabel": "Password",
      "contactPermissionLabel": "Can we email you for feedback on how to improve Bloom?",
      "registerSubmit": "Create account",
      "loginSubmit": "Sign in",
      "codeErrors": {
        "internal": "There was an error validating your access code. Please <contactLink>send a message to the Bloom team</contactLink> and we'll help you get started",
        "expired": "This code has expired. Get in touch with the Bumble team.",
        "invalid": "Your access code appears to be invalid. Check for typos or get in touch with the Bumble team.",
        "doesNotExist": "Your access code appears to be invalid. Check for typos or get in touch with the Bumble team.",
        "alreadyInUse": "This code has already been used. If you think there's been a mistake, get in touch with the Bumble team."
      },
      "createUserError": "There was an error setting up your account. Please <contactLink>send a message to the Bloom team</contactLink> and we'll help you get started",
      "firebase": {
        "authError": "We couldn't find an account for that email and password combination. Check your email and password.",
        "invalidEmail": "Your email appears to be invalid, fix any typos to continue.",
        "weakPassword": "Your password needs to be a little longer, so it's more secure.",
        "emailAlreadyInUse": "This email is already registered with Bloom, go to <loginLink>login</loginLink> to continue"
      }
    }
  }
}
