{
  "Auth": {
    "introduction": "Bloom informa y empodera a los sobrevivientes, ofreciéndoles cursos remotos que combinan reflexiones sobre el trauma y la violencia de género con prácticas terapéuticas para ayudar a sanar del trauma.",
    "getStartedBloom": "Empieza con Bloom",
    "getStartedWith": "Empieza con un código de {partnerName}",
    "loginLink": "¿Ya tienes una cuenta? <loginLink>Ir al inicio de sesión</loginLink>",
    "terms": "Al continuar, estás indicando que aceptas nuestros <policiesLink>Términos de Servicio y Políticas de Privacidad</policiesLink>",
    "login": {
      "title": "Te damos la bienvenida",
      "resetPasswordLink": "¿Has olvidado la contraseña? <resetLink>Recuperar contraseña</resetLink>",
      "newUserTitle": "¿Primera vez en Bloom?"
    },
    "register": {
      "title": "Crea una cuenta",
      "loginRedirect": "¿Ya tienes una cuenta? <loginLink>Inicia sesión</loginLink>",
      "partnershipsTitle": "Nuestros socios",
      "partnershipsDescription": "Si fuiste referido a Bloom por parte de uno de nuestros socios, haz click en su logo a continuación."
    },
    "resetPassword": { "title": "Recupera tu contraseña" },
    "form": {
      "codeLabel": "código de acceso",
      "nameLabel": "Primer nombre/apodo",
      "emailLabel": "Email",
      "passwordLabel": "Contraseña",
      "contactPermissionLabel": "¿Podemos enviarte correos sobre tu opinión acerca de cómo mejorar Bloom?",
      "registerSubmit": "Crea una cuenta",
      "resetPasswordStep1": "Te enviaremos un email para empezar a recuperar tu contraseña.",
      "resetPasswordStep2": "¡Ya casi! Ahora puedes crear tu nueva contraseña.",
      "resetPasswordSubmit": "Recuperar contraseña",
      "resendPasswordSubmit": "Reenviar email",
      "resetPasswordSent": "Busca en tus emails el link de recuperación de contraseña de Bloom. ¿No recibiste uno? Busca en tu buzón de spam o reenvía el email.",
      "passwordResetSuccess": "¡Tu contraseña se ha restablecido! Ahora puedes iniciar sesión con tu nueva contraseña.",
      "loginSubmit": "Iniciar sesión",
      "createUserError": "Hubo un error creando tu cuenta. Inténtalo de nuevo luego y <contactLink>contacta al equipo de Bloom</contactLink> si sigues obteniendo este error.",
      "getUserError": "Hubo un error recuperando tu cuenta. Inténtalo de nuevo luego y <contactLink>envíale un mensaje al equipo de Bloom</contactLink> si sigues obteniendo este error.",
      "codeErrors": {
        "internal": "Hubo un error validando tu código de acceso. Inténtalo de nuevo luego y <contactLink>envíale un mensaje al equipo de Bloom</contactLink> si sigues obteniendo este error.",
        "expired": "Este código ha expirado. Ponte en contacto con el equipo de {partnerName}.",
"codeAlreadyApplied":"Este código ya ha sido aplicado a tu cuenta",

        "invalid": "Este código parece no ser válido. Revisa si tienes errores tipográficos o ponte en contacto con el equipo de {partnerName}.",
        "alreadyInUse": "Este código ya ha sido usado. Si crees que esto es un error, ponte en contacto con el equipo de {partnerName}."
      },
      "firebase": {
        "authError": "No pudimos encontrar una cuenta con esa combinación de email y contraseña. Revisa tu email y contraseña.",
        "invalidEmail": "Tu email parece no ser válido. Arregla los errores tipográficos y continua.",
        "tooManyAttempts": "Demasiados intentos de inicio de sesión fallidos. Por favor, espere unos minutos o restablezca su contraseña ahora.",
        "weakPassword": "Tu contraseña necesita ser un poquito más larga, así será más segura.",
        "emailAlreadyInUse": "Este email ya está registrado en Bloom. Ve al <loginLink>inicio de sesión</loginLink> para continuar.",
        "invalidCode": "Este link de recuperación de contraseña no es válido. Por favor <resetLink>comienza de nuevo el proceso</resetLink> e inténtalo otra vez.",
        "expiredCode": "Este link de recuperación de contraseña ha expirado. Por favor <resetLink>comienza de nuevo el proceso</resetLink> e inténtalo otra vez."
      }
    }
  }
}
