{
  "Whatsapp": {
    "form": {
      "subscribeTitle": "Subscribe to Notes",
      "subscribe": "Subscribe",
      "phoneNumber": "Phone number",
      "unsubscribeTitle": "You're subscribed to Notes",
      "unsubscribe": "Unsubscribe",
      "subscribeErrors": {
        "invalidNumber": "Your phone number appears to be invalid. Please fix any errors and try again.",
        "internal": "There was an error subscribing to WhatsApp. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error.",
        "alreadyExists": "A WhatsApp subscription already exists for your number. Please <contactLink>message the Bloom team</contactLink> if you think this is an error."
      },
      "unsubscribeErrors": {
        "internal": "There was an error unsubscribing from WhatsApp. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error."
      }
    },
    "notes": {
      "title": "Sign up to Notes from Bloom",
      "description": "The path to healing can be lonely and sometimes thorny. Our Notes from Bloom are twice-weekly reminders, encouragement, affirmations, and activities from our courses, sent directly to your phone to help you continue your healing journey.",
      "createAccount": "Create an account",
      "createAccountDescription": "Sign up to Notes from Bloom and access our platform of resources.",
      "haveAccount": "Have an account?",
      "login": "Login",
      "createAccountButton": "Create account",
      "howItWorks": "How Notes from Bloom works",
      "step1": "We send messages to your WhatsApp number",
      "step2": "Twice a week, every Wednesday and Sunday",
      "step3": "We share affirmations, activities and reflections",
      "step4": "Unsubscribe any time if you change your mind",
      "subscribeDescription": "Subscribe to Notes from Bloom to start receiving whatsapp messages. Unsubscribe here anytime.",
      "unsubscribeDescription": "Unsubscribe from Notes from Bloom to stop receiving whatsapp messages, or to update your number. Subscribe again anytime."
    }
  }
}
