{
  "Auth": {
    "introduction": "Bloom informiert und stärkt Überlebende durch ein Angebot von Fernkurse, die Erkenntnisse über Trauma und geschlechtsspezifische Gewalt mit therapeutischen Ansätzen zur Traumabewältigung verbinden. ",
    "getStartedBloom": "Mit Bloom beginnen",
    "getStartedWith": "Mit dem Code von {partnerName} beginnen",
    "loginLink": "Du hast bereits ein Konto? <loginLink>Zur Anmeldung gehen</loginLink>",
    "terms": "Indem Du fortfährst, erklärst Du Dich mit unseren <policiesLink>Nutzungsbedingungen und Datenschutzbestimmungen</policiesLink> einverstanden. ",
    "login": {
      "title": "Willkommen zurück",
      "resetPasswordLink": "Passwort vergessen? <resetLink>Hier zurücksetzen</resetLink>",
      "createAnAccountLink": "Du hast noch kein Konto? <createAnAccountLink>Konto anlegen</createAnAccountLink>"
    },
    "register": {
      "title": "Konto anlegen",
      "loginRedirect": "Du hast bereits ein Konto? <loginLink>Login</loginLink>",
      "partnershipsTitle": "Unsere Partnerschaften",
      "partnershipsDescription": "Wenn du über eine unserer Partnerorganisationen zu Bloom gekommen bist, klicke unten auf deren Logo. "
    },
    "resetPassword": {
      "title": "Passwort zurücksetzen"
    },
    "form": {
      "codeLabel": "Zugangscode",
      "nameLabel": "Vorname/Nickname",
      "emailLabel": "Email",
      "passwordLabel": "Passwort",
      "contactPermissionLabel": "Werde Teil unserer Community von Überlebenden, die ihre Gedanken zu Bloom teilen. ",
      "registerSubmit": "Konto anlegen",
      "resetPasswordStep1": "Wir schicken Dir eine Email, damit Du Dein Passwort zurücksetzen kannst.",
      "resetPasswordStep2": "Fast geschafft! Du kannst jetzt Dein neues Passwort festlegen.",
      "resetPasswordSubmit": "Passwort zurücksetzen",
      "resendPasswordSubmit": "Email erneut senden",
      "resetPasswordSent": "Schau in Deinen Emails nach, ob zu einen Link zum Zurücksetzen von Bloom erhalten hast. Du hast keinen erhalten? Sieh auch in Deinem Spam-Ordner nach oder sende die Email erneut.",
      "passwordResetSuccess": "Dein Passwort wurde zurückgesetzt! Du kannst Dich jetzt mit Deinem neuen Passwort anmelden.",
      "loginSubmit": "Login",
      "createUserError": "Es ist ein Fehler beim Anlegen deines Kontos aufgetreten. Versuche es später nochmal und  <contactLink>kontaktiere das Bloom-Team</contactLink>, falls der Fehler weiterhin auftritt.",
      "getUserError": "Beim Abrufen deines Kontos ist ein Fehler aufgetreten. Versuche es später nochmal und <contactLink>kontaktiere das Bloom-Team</contactLink>, falls dieser Fehler weiterhin auftritt.",
      "codeErrors": {
        "internal": "Bei der Validierung Deines Zugangscodes ist ein Fehler aufgetreten. Versuche es später nochmal und <contactLink>kontaktiere das Bloom-Team</contactLink> falls der Fehler weiterhin auftritt.",
        "expired": "Dieser Code ist abgelaufen. Kontaktiere das Team von {partnerName}.",
        "invalid": "Dein Zugangscode scheint ungültig zu sein. Überprüfe, ob ein Tippfehler vorliegt oder wende Dich an das Team von {partnerName}.",
        "alreadyInUse": "Dieser Code wurde bereits verwendet. Wenn Du glaubst, dass ein Fehler vorliegt, kontaktiere bitte das Team von {partnerName}."
      },
      "firebase": {
        "authError": "Wir konnten kein Konto für diese Kombination aus Email und Passwort finden. Überprüfe Deine Email und Dein Passwort. ",
        "invalidEmail": "Deine Email-Adresse scheint ungültig zu sein. Korrigiere alle Tippfehler, um fortzufahren.",
        "tooManyAttempts": "Zu viele fehlgeschlagene Login-Versuche. Bitte warten Sie einige Minuten oder setzen Sie Ihr Passwort jetzt zurück.",
        "weakPassword": "Dein Passwort muss etwas länger sein, damit es sicherer ist.",
        "emailAlreadyInUse": "Diese Email ist bereits bei Bloom registriert, bitte geh zum <loginLink>Login-Bereich</loginLink> um fortzufahren.",
        "invalidCode": "Dieser Link zum Zurücksetzen des Passworts ist ungültig. Bitte <resetLink>starte den Prozess neu</resetLink> und versuche es noch einmal. ",
        "expiredCode": "Dieser Link zum Zurücksetzen des Passworts ist abgelaufen. Bitte <resetLink>starte den Vorgang neu</resetLink> und versuche es noch einmal. "
      },
      "phoneNumberLabel": "Telefonnummer",
      "verificationCodeLabel": "Verifizierungscode",
      "mfaTriggerError": "Fehler beim Senden des SMS-Codes. Bitte versuchen Sie es erneut.",
      "mfaVerificationIdMissing": "Bitte fordern Sie zuerst einen SMS-Code an.",
      "mfaEnrollError": "Fehler bei der Anmeldung für die Zwei-Faktor-Authentifizierung. Bitte versuche es erneut.",
      "mfaFinalizeError": "Fehler beim Abschließen der Zwei-Faktor-Authentifizierung. Bitte versuche es erneut.",
      "mfaError": "Ungültiger Verifizierungscode. Bitte versuche es erneut.",
      "emailNotVerified": "Bitte verifiziere deine E-Mail-Adresse, bevor du die Zwei-Faktor-Authentifizierung einrichtest.",
      "emailVerificationError": "Fehler beim Senden der Verifizierungs-E-Mail. Bitte versuche es erneut.",
      "emailVerificationSent": "Verifizierungs-E-Mail wurde gesendet. Bitte überprüfe deinen Posteingang.",
      "sendVerificationEmail": "Verifizierungs-E-Mail senden"
    },
    "setupMFA": {
      "title": "Zwei-Faktor-Authentifizierung einrichten",
      "pageTitle": "Sichere dein Konto",
      "sendCode": "Verifizierungscode senden",
      "verifyCode": "Code verifizieren"
    },
    "verifyMFA": {
      "title": "Zwei-Faktor-Authentifizierung verifizieren",
      "verifyCode": "Code verifizieren"
    },
    "verifyEmail": {
      "pageTitle": "E-Mail-Adresse verifizieren",
      "instructions": "Bitte überprüfe deine E-Mails und klicke auf den Verifizierungslink, um fortzufahren.",
      "sendButton": "Verifizierungs-E-Mail erneut senden"
    }
  }
}
