{
  "Auth": {
    "introduction": "Bloom apne remote courses ke madhyam se survivors ko jankaari deta hai aur empower karta hai. Inn courses mein trauma, gender-based hinsa aur therapeutic takneekein shaamil hai taki survivors trauma se heal ho paye.",
    "getStartedBloom": "Bloom ke saath shuruat karte hain",
    "getStartedWith": "{partnerName} code ke saath shuru karte hain",
    "loginLink": "Aapke paas pehle se he account hai? <loginLink>Login kariye</loginLink>",
    "terms": "Jaari rakhkar, aap sanket de rahe hai aap hamari <policiesLink>Sevao ki Sharte aur Privacy Policy</policiesLink> sweekaar kar rahe hain.",
    "login": {
      "title": "Vapas se swagat hai",
      "resetPasswordLink": "Password bhool gaye? <resetLink>Reset here</resetLink>",
      "createAnAccountLink": "Aapke paas account nahi hai? <createAnAccountLink>Account banaiye</createAnAccountLink>"
    },
    "register": {
      "title": "Account banaiye",
      "loginRedirect": "Aapke paas pehle se he account hai? <loginLink>Log in</loginLink>",
      "partnershipsTitle": "Hamari partnerships",
      "partnershipsDescription": "Agar aap Bloom par hamare kisi partner se aa rahe hain, toh unke logo kar click kariye. "
    },
    "resetPassword": {
      "title": "Password reset kariye"
    },
    "form": {
      "codeLabel": "access code",
      "nameLabel": "Pehla naam/Apnaam",
      "emailLabel": "Email",
      "passwordLabel": "Password",
      "contactPermissionLabel": "Naye sansadhanon aur humein apni pratikriya dene ke avsaron ke baare mein email prapt karein.",
      "registerSubmit": "Account Banao",
      "resetPasswordStep1": "Hum aapko ek email bhejenge taki aap apna password reset kar sakein. ",
      "resetPasswordStep2": "Bas aap anth tak pahuchne wale hain! Ab aap apna naya password set kar sakte hain. ",
      "resetPasswordSubmit": "Password reset kariye",
      "resendPasswordSubmit": "Email dubara bhejein.",
      "resetPasswordSent": "Bloom ke reset link ke liye apna email check kariye. Aapko email nahi mila? Apna junk folder check kariye ya fir email resend kariye. ",
      "passwordResetSuccess": "Aapka password reset ho gaya hai! Ab aap apne naye password ke saath log in karna jari rakh sakte hain.",
      "loginSubmit": "Login",
      "createUserError": "Aapka account set up karne mein error aa raha hai. Firse baad mein prayas kariye aur <contactLink>Bloom team ko message kariye</contactLink>  agar aapko fir bhi yeh error aa raha hai. ",
      "getUserError": "Aapka account retrieve karne mein error aa raha hai. Baad mein dubara prayas kariye aur <contactLink>Bloom team ko message kariye</contactLink> agar aapko fir bhi error aa raha hai. ",
      "codeErrors": {
        "internal": "Aapke access code ko validate karne mein error aa raha hai. Firse baad mein prayas kariye aur <contactLink>Bloom team ko message kariye</contactLink>  agar aapko fir bhi yeh error aa raha hai. ",
        "expired": "Yeh code expire ho chuka hai. {partnerName} team sampark karein.",
        "invalid": "Aapka access code invalid hai. Typos ki jaanch karein ya fir {partnerName} team se sampark karein.",
        "alreadyInUse": "Yeh code pehle se he istemaal ho chuka hai. Agar aapko lagta hai ki koi galti hui hai, toh {partnerName} ki team se sampark karein. "
      },
      "firebase": {
        "authError": "Humein uss email aur password ke combination ka koi account nahi mila. Apna email aur password check keejiye. ",
        "invalidEmail": "Apka email invalid aa raha hai, jaari rakhne ke liye kripya typos ko theek karein.",
        "tooManyAttempts": "Bahut saare viphal login prayaas, krpaya kuchh minat prateeksha karen ya apana paasavard abhee reeset karen.",
        "weakPassword": "Aapke password ko thoda aur lamba hone ki zaroorat hai taki vo aur surakshit ho.",
        "emailAlreadyInUse": "Yeh email Bloom ke saath pehle se he registered hai, <loginLink>login</loginLink> par jaiye jaari rakhne ke liye.",
        "invalidCode": "Yeh reset password link ab samaapt hogaya hai, kripya <resetLink>prakriya restart kariya</resetLink> aur fir prayas kariya. ",
        "expiredCode": "This reset password link is now expired, please <resetLink>restart the process</resetLink> and try again.",
        "getUserError": "Aapka account retrieve karne mein error aa raha hai. Baad mein dubara prayas kariye aur <contactLink>Bloom team ko message kariye</contactLink> agar aapko fir bhi error aa raha hai. "
      },
      "phoneNumberLabel": "Phone number",
      "verificationCodeLabel": "Verification code",
      "mfaTriggerError": "SMS code bhejne mein truti. Kripya punah prayaas karein.",
      "mfaVerificationIdMissing": "Kripya pehle SMS code ka anuroodh karein.",
      "mfaEnrollError": "2FA mein naamaakon karne mein truti. Kripya punah prayaas karein.",
      "mfaFinalizeError": "2FA setup ko antim roop dene mein truti. Kripya punah prayaas karein.",
      "mfaError": "Amaany satyaapan code. Kripya punah prayaas karein.",
      "emailNotVerified": "2FA setup karne se pehle kripya apne email ki pushti karein.",
      "emailVerificationError": "Satyaapan email bhejne mein truti. Kripya punah prayaas karein.",
      "emailVerificationSent": "Satyaapan email bhej diya gaya hai. Kripya apne inbox ki jaanch karein.",
      "emailVerificationSpamCheck": "Agar aapko email nahi dikh raha, kripya apne spam folder ki jaanch karein.",
      "sendVerificationEmail": "Satyaapan email bhejein",
      "resendVerificationEmail": "Satyaapan email punah bhejein",
      "passwordRequired": "Punah praman ke liye password aavashyak hai.",
      "reauthenticationError": "Punah praman mein asafalta. Kripya punah prayaas karein."
    },
    "verifyMFA": {
      "title": "Do-charan praman verify karein",
      "triggerSMS": "SMS code bhejein",
      "verifyCode": "Code verify karein",
      "phoneNumber": "Hum aapke registered phone number par ek verification code bhejenge: {phoneNumber}"
    },
    "setupMFA": {
      "title": "Do-charan praman setup karein",
      "sendCode": "Verification code bhejein",
      "verifyCode": "Code verify karein",
      "enterCodeHelperText": "Kripya apne phone par bheje gaye verification code ko darj karein:",
      "reauthTitle": "Apni Pehchaan Confirm Karein",
      "reauthDescription": "Kripya aage badhne se pehle apna password darj karein",
      "cancelReauth": "Cancel Karein",
      "confirmReauth": "Confirm Karein",
      "reauthenticating": "Confirm kar rahe hain..."
    }
  }
}
