{
  "Account": {
    "applyCode": {
      "title": "Apply a code",
      "introduction": "Bloom works with partners to support healing for survivors of abuse around the world.",
      "description": "If you've received an access code from one of our partners, you can add it here to receive support specific to their programme.",
      "descriptionLine2": "You can add codes from more than one partner.",
      "partnershipsTitle": "Our partners",
      "partnershipsDescription": "Read more about our partnerships by clicking on their logo.",
      "formIntroduction": "Enter the access code you received from a Bloom partner.",
      "formSuccess": {
        "success": "A Bumble code was applied to your account!",
        "successLine2": "Your Bumble access enables the following:",
        "liveChat": "1-1 chat with the Bloom team",
        "therapy": "{therapySessionsRemaining} therapy sessions",
        "courses": "Self-guided courses"
      },
      "form": {
        "codeLabel": "Access code",
        "submitLabel": "Apply code",
        "assignPartnerAccessError": "There was an error applying the code to your account. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error.",
        "codeErrors": {
          "internal": "There was an error validating your access code. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error.",
          "expired": "This code has expired. Get in touch with the partner's team.",
          "invalid": "Your access code appears to be invalid. Check for typos or get in touch with the partner.",
          "alreadyInUse": "This code has already been used. If you think there's been a mistake, get in touch with the partner's team.",
          "alreadyApplied": "This code has already been applied to your account."
        }
      }
    },
    "aboutYou": {
      "title": "About you",
      "header": "Help us understand",
      "description": "These questions help us understand who is using Bloom and what kinds of support they need from us.",
      "titleA": "What you want from Bloom",
      "descriptionALine1": "Thank you for your answers so far!",
      "descriptionALine2": "As a new user, we'd like to understand how you're doing before using our services. Asking this now helps us to measure the impact that using Bloom is having for survivors, and helps us focus on the right things.",
      "goToCourses": "Skip to courses",
      "demographicForm": {
        "genderLabel": "Please select one or more options that reflect your gender identity",
        "genderHelpText": "We are asking this to better understand how our users identify, with a view to designing even more inclusive and gender-affirming resources. You can select 'Prefer not to answer'.",
        "genderOptions": {
          "woman": "Woman",
          "man": "Man",
          "nonBinary": "Non Binary",
          "transgender": "Transgender",
          "intersex": "Intersex",
          "twoSpirit": "Two-spirit",
          "genderNonConforming": "Gender non conforming",
          "other": "Other (please state)",
          "preferNotToAnswer": "Prefer not to answer"
        },
        "neurodivergentLabel": "Would you describe yourself as neurodivergent?",
        "neurodivergentHelpText": "We design our services to be inclusive, so it’s helpful for us to hear feedback from people who are neurodivergent",
        "neurodivergentLabels": {
          "1": "Yes",
          "2": "No",
          "3": "Not sure"
        },
        "raceEthnNatnLabel": "How would you describe your race, ethnicity and nationality? E.g., White Hispanic Mexican, or Tamil Indian.",
        "raceEthnNatnHelpText": "We know that people's experiences of race and ethnicity vary widely based on where they live, so write what you feel best describes you personally.",
        "countryLabel": "What country do you live in right now?",
        "countryHelpText": "This will help us understand where survivors are accessing our services from.",
        "ageLabel": "What is your age group?",
        "ageLabels": {
          "1": "Under 16",
          "2": "16-25",
          "3": "25-35",
          "4": "35-45",
          "5": "45-55",
          "6": "55+",
          "7": "Prefer not to say"
        },
        "submitLabel": "Submit",
        "codeErrors": {}
      },
      "baseForm": {
        "scaleDescriptionLine1": "Please rate your level of agreement with the following statements:",
        "scaleDescriptionLine2": "1 = strongly disagree, 10 = strongly agree",
        "scaleLabels": {
          "Q1": "I understand how the trauma I experienced has affected my mind, body and emotions",
          "Q2": "I know that there are coping mechanisms that don’t help me in the long term, and that feeling drawn to these can be a normal response to trauma ",
          "Q3": "I know that it takes time, energy and patience to heal",
          "Q4": "I’m committed to giving myself the attention that I need to heal",
          "Q5": "I have found the things that make me feel good, and make time for them in my routine",
          "Q6": "I understand that part of healing from trauma is dealing with triggers",
          "Q7": "I understand that what makes make me feel safe or threatened is unique to me",
          "Q8": "I can anticipate and cope with triggering moments, places or times of year"
        },
        "submitLabel": "Complete"
      },
      "setAForm": {
        "hopesLabel": "What’s one thing that you’re hoping Bloom will help you to understand or do?"
      }
    },
    "disableServiceEmails": {
      "title": "Bloom emails turned off",
      "description": "You will no longer receive emails related to Bloom. If you'd like to change this later, please <link>get in touch with the Bloom team.</link>",
      "error": "There was an error turning off emails from Bloom. Try again by refreshing this page, or <link>get in touch with the Bloom team.</link>"
    },
    "accountSettings": {
      "title": "Account Settings",
      "description": "View and update your settings in bloom",
      "form": {
        "emailLabel": "Email",
        "nameLabel": "Name",
        "saveProfile": "Save Profile"
      },
      "profile": {
        "title":"Profile details",
        "description":"Update your name and email by getting in touch with the bloom team"
      },
      "actions": {
        "title":"Account actions",
        "description":"Deleting your account will permanently erase your name, email address and the history of sessions you've watched from our system.",
        "button": {
          "resetPassword": "Reset password",
          "deleteAccount": "Delete Account",
          "cancel": "Cancel"
        }
      },
      "emailSettings": {
        "title": "Email preferences",
        "description": "Update your email preferences here and changes will take effect immediately",
        "button": {
          "savePref": "Save email preferences"
        },
        "checkbox": {
          "emailOnChange": "Allow bloom to send me emails about changes to my account and my feedback",
          "emailOnCourse": "Allow bloom to send me emails when there is a new course, language or service available"
        },
        "updateError": "There was an error updating your Bloom account. Try again by refreshing this page, or <link>get in touch with the Bloom team.</link>"
      }
    }
  }
}
