{
  "title": "Acerca de ti",
  "header": "Ayúdanos a entender",
  "description": "Estas preguntas nos ayudan a entender quién está usando Bloom y qué tipo de apoyo necesitan de nosotros.",
  "titleA": "Lo que quieres de Bloom",
  "descriptionALine1": "¡Gracias por estas respuestas!",
  "descriptionALine2": "Estas últimas preguntas nos ayudan a entender lo que tú esperas recibir de Bloom, así nosotros sabremos en qué enfocarnos.",
  "goToCourses": "Saltar e ir a cursos",
  "demoForm": {
    "genderLabel": "¿Cuál es tu identidad de género?",
    "genderHelpText": "Bloom fue pensado para identidades de género diversas, sabiendo que cada quién experimenta la violencia de género de una manera diferente. Al compartir tu género nos estás ayudando a entender para quién estamos diseñando.",
    "neurodivergentLabel": "Te identificas como neurodivergente?",
    "neurodivergentHelpText": "Diseñamos nuestros servicios para ser inclusivos, así que escuchar los comentarios de personas neurodivergentes nos ayuda.",
    "neurodivergentLabels": {
      "1": "Si",
      "2": "No",
      "3": "No estoy seguro"
    },
    "raceEthnNatnLabel": "¿Cómo describiría su raza, etnia y nacionalidad? Por ejemplo, hispano blanco mexicano o indio tamil.",
    "raceEthnNatnHelpText": "Sabemos que las experiencias de las personas con respecto a la raza y el origen étnico varían mucho en función de su lugar de residencia, así que escribe lo que crees que mejor te describe personalmente.",
    "countryLabel": "¿En qué país vives en este momento?",
    "countryHelpText": "Esto nos ayuda a entender desde dónde las personas sobrevivientes están accediendo a nuestros servicios.",
    "ageLabel": "¿Cuál es tu grupo de edad?",
    "ageLabels": {
      "1": "Menor de 16",
      "2": "16-25",
      "3": "25-35",
      "4": "35-45",
      "5": "45-55",
      "6": "55+",
      "7": "Prefiero no decir"
    },
    "submitLabel": "Enviar",
    "codeErrors": {}
  },
  "setAForm": {
    "scaleDescriptionLine1": "Como usuario nuevo, nos gustaría entender cómo estás afrontando la situación, respondiendo si estás de acuerdo con estas afirmaciones. Preguntar esto nos ayuda a medir el impacto que el uso de Bloom tiene sobre las personas sobrevivientes. Por favor, califica el nivel en el que estés de acuerdo con las siguientes"
  }
}
