{
  "Account": {
    "applyCode": {
      "title": "Aplicar un código",
      "introduction": "Bloom trabaja con socios para apoyar la sanación de sobrevivientes de abuso alrededor del mundo.",
      "description": "Si recibió un código de acceso de uno de nuestros socios, puede añadirlo aquí para recibir soporte específico de su programa.",
      "descriptionLine2": "Puedes añadir códigos de más de un socio.",
      "partnershipsTitle": "Nuestros socios",
      "partnershipsDescription": "Lea más sobre nuestras asociaciones haciendo clic en su logotipo.",
      "formIntroduction": "Ingrese el código de acceso que recibió de un socio de Bloom.",
      "formSuccess": {
        "success": "¡Se aplicó un código Bumble a su cuenta!",
        "successLine2": "Su acceso con Bumble permite:",
        "liveChat": "Chat 1-1 con el equipo de Bloom",
        "therapy": "{therapySessionsRemaining} sesiones de terapia",
        "courses": "Cursos auto-guiados"
      },
      "form": {
        "codeLabel": "Código de acceso",
        "submitLabel": "Aplicar un código",
        "assignPartnerAccessError": "Hubo un error al aplicar el código a su cuenta. Vuelve a intentarlo más tarde y <contactLink>envía un mensaje al equipo de Bloom</contactLink> si sigues recibiendo este error.",
        "codeErrors": {
          "internal": "Hubo un error al validar el código a su cuenta. Vuelve a intentarlo más tarde y <contactLink>envía un mensaje al equipo de Bloom</contactLink> si sigues recibiendo este error.",
          "expired": "Éste código ha expirado. Ponerse en contacto con el socio.",
          "invalid": "Su código de acceso parece no ser válido. Verifique los errores tipográficos o póngase en contacto con el socio.",
          "alreadyInUse": "Este código ya ha sido usado. Si cree que ha habido un error, póngase en contacto con el socio."
        }
      }
    },
    "aboutYou": {
      "title": "Acerca de ti",
      "header": "Ayúdanos a entender",
      "description": "Estas preguntas nos ayudan a entender quién está usando Bloom y qué tipo de apoyo necesitan de nosotros.",
      "titleA": "Lo que quieres de Bloom",
      "descriptionALine1": "¡Gracias por tus respuestas!",
      "descriptionALine2": "Como eres un usuario nuevo, nos gustaría saber cómo te encuentras antes de usar nuestros servicios. Estas preguntas nos ayudan a medir el impacto que tiene Bloom sobre las personas sobrevivientes que lo usan, y nos ayuda a enfocarnos en las cosas correctas.",
      "goToCourses": "Saltar e ir a cursos",
      "demographicForm": {
        "genderLabel": "¿Cuál es tu identidad de género?",
        "genderHelpText": "Bloom fue pensado para personas con identidades de género diversas, sabiendo que cada quién experimenta la violencia de género de una manera diferente. Al compartir tu género, nos estás ayudando a entender para quién estamos diseñando.",
        "neurodivergentLabel": "Te identificas como neurodivergente?",
        "neurodivergentHelpText": "Diseñamos nuestros servicios para ser inclusivos, así que escuchar los comentarios de personas neurodivergentes nos ayuda.",
        "neurodivergentLabels": {
          "1": "Si",
          "2": "No",
          "3": "No estoy seguro"
        },
        "raceEthnNatnLabel": "¿Cómo describirías tu raza, etnia y nacionalidad? Por ejemplo, hispano, blanco, mexicano, o indio tamil.",
        "raceEthnNatnHelpText": "Sabemos que las experiencias de raza y etnicidad que tienen las personas, pueden variar dependiendo de donde viven, así que escribe lo que sientas que mejor te describe.",
        "countryLabel": "¿En qué país vives en este momento?",
        "countryHelpText": "Esto nos ayuda a entender desde dónde las personas sobrevivientes están accediendo a nuestros servicios.",
        "ageLabel": "¿Cuál es tu grupo de edad?",
        "ageLabels": {
          "1": "Menor de 16",
          "2": "16-25",
          "3": "25-35",
          "4": "35-45",
          "5": "45-55",
          "6": "55+",
          "7": "Prefiero no decir"
        },
        "submitLabel": "Enviar",
        "codeErrors": {}
      },
      "baseForm": {
        "scaleDescriptionLine1": "Por favor, califica en qué grado estás de acuerdo con las siguientes afirmaciones:",
        "scaleDescriptionLine2": "1 = totalmente en desacuerdo, 10 = totalmente de acuerdo",
        "scaleLabels": {
          "Q1": "Entiendo cómo el trauma que he vivido ha afectado mi mente, cuerpo y emociones",
          "Q2": "Entiendo que hay mecanismos de afrontamiento que no me ayudan a largo plazo, y que sentirme atraído a estos puede ser una respuesta normal al trauma",
          "Q3": "Entiendo que sanar requiere de tiempo, energía y paciencia",
          "Q4": "Estoy comprometido a darme la atención que necesito para sanar",
          "Q5": "He encontrado las cosas que me hacen sentir bien y saco el tiempo para hacerlas en mi rutina",
          "Q6": "Entiendo que parte de sanar del trauma es lidiar con los detonantes",
          "Q7": "Entiendo que hay cosas que me hacen sentir seguro o amenazado exclusivamente a mi",
          "Q8": "Puedo anticipar y afrontar momentos, lugares o épocas del año que son detonantes"
        },
        "submitLabel": "Completo"
      },
      "setAForm": {
        "hopesLabel": "¿Qué esperas que Bloom te ayude a entender o hacer?"
      }
    }
  }
}
