{
  "Account": {
    "applyCode": {
      "title": "Appliquer un code",
      "introduction": "Bloom travaille avec des partenaires pour soutenir la guérison des personnes survivantes d'agressions sexuelles dans le monde entier.",
      "description": "Si vous avez reçu un code d'accès de l'un de nos partenaires, vous pouvez l'ajouter ici pour recevoir un soutien spécifique à son programme.",
      "descriptionLine2": "Vous pouvez ajouter des codes de plusieurs partenaires.",
      "partnershipsTitle": "Nos partenaires",
      "partnershipsDescription": "Pour en savoir plus sur nos partenaires, cliquez sur leur logo.",
      "formIntroduction": "Saisissez le code d'accès que vous avez reçu du partenaire Bloom.",
      "formSuccess": {
        "success": "Un code Bumble a été appliqué à votre compte !",
        "successLine2": "Votre code Bumble vous permet d'accéder au contenu suivant :",
        "liveChat": "Chat 1-1 avec l'équipe Bloom ",
        "therapy": "{therapySessionsRemaining} sessions de thérapie",
        "courses": "Cours auto-guidés"
      },
      "form": {
        "codeLabel": "Code d'accès",
        "submitLabel": "Appliquer le code",
        "assignPartnerAccessError": "Une erreur s'est produite lors de l'application du code à votre compte. Veuillez réessayez plus tard ou <contactLink>contactez l'équipe Bloom</contactLink> si le problème persiste.",
        "codeErrors": {
          "internal": "Une erreur s'est produite lors de la validation de votre code d'accès. Veuillez réessayer plus tard ou <contactLink>contactez l'équipe Bloom</contactLink> si le problème persiste.",
          "expired": "Ce code n'est plus valable. Veuillez prendre contact avec le partenaire.",
          "invalid": "Votre code d'accès semble être invalide. Vérifiez les erreurs de frappe ou contactez le partenaire.",
          "alreadyInUse": "Ce code a déjà été utilisé. Si vous pensez qu'il y a eu une erreur, contactez le partenaire.",
          "alreadyApplied": "Ce code a déjà été appliqué à votre compte."
        }
      }
    },
    "aboutYou": {
      "title": "À propos de vous",
      "header": "Aidez-nous à compendre",
      "description": "Ces questions nous aident à mieux cerner les personnes qui utilisent Bloom et le type de soutien que nous pouvons leur apporter.",
      "titleA": "Ce que vous attendez de Bloom",
      "descriptionALine1": "Merci pour vos réponses !",
      "descriptionALine2": "En tant que nouvel utilisateur·rice, nous aimerions connaître votre état d'esprit avant l'utilisation de nos services. Cela nous aide à mesurer l'impact de Bloom sur vous en tant que personnes survivantes et à nous concentrer sur les éléments positifs.",
      "goToCourses": "Ignorer et passer aux cours",
      "demographicForm": {
        "genderLabel": "Veuillez sélectionner une ou plusieurs options qui reflètent votre identité de genre",
        "genderHelpText": "Nous posons cette question pour mieux comprendre comment nos utilisateurs s'identifient en vue de concevoir des ressources encore plus inclusives et respectueuses. Vous pouvez sélectionner 'Préfére ne pas répondre'.",
        "genderOptions": {
          "woman": "Femme",
          "man": "Homme",
          "nonBinary": "Non-binaire",
          "transgender": "Transgenre",
          "intersex": "Intersexe",
          "twoSpirit": "Bispirituel(le)",
          "genderNonConforming": "Non-conformité au genre",
          "other": "Autre (à préciser)",
          "preferNotToAnswer": "Préfère ne pas répondre"
        },
        "neurodivergentLabel": "Vous décririez-vous comme une personne neuro-divergente ?",
        "neurodivergentHelpText": "Nos services sont conçus en accord avec la notion d'inclusivité, nous encourageons donc vivement les personnes neurodivergentes à laisser leurs commentaires.",
        "neurodivergentLabels": {
          "1": "Oui",
          "2": "Non",
          "3": "Je ne sais pas"
        },
        "raceEthnNatnLabel": "Comment décririez-vous votre race, votre ethnie et votre nationalité ? Par exemple, Blanc, Hispanique, Mexicain ou Indien tamoul.",
        "raceEthnNatnHelpText": "Nous savons que les expériences en matière de race et d'ethnicité varient largement en fonction de l'endroit où l'on vit, dites ce qui, selon vous, vous décrit le mieux.",
        "countryLabel": "Dans quel pays vivez-vous actuellement ?",
        "countryHelpText": "Ceci nous aidera à connaître l'endroit à partir duquel les personnes survivantes accèdent à nos services.",
        "ageLabel": "Quelle est votre groupe d'âge  ?",
        "ageLabels": {
          "1": "Moins de 16 ans",
          "2": "16 à 25 ans",
          "3": "25 à 35 ans",
          "4": "35 à 45 ans",
          "5": "45 à 55 ans",
          "6": "55 ans et plus",
          "7": "Je préfère ne pas répondre"
        },
        "submitLabel": "Envoyer",
        "codeErrors": {}
      },
      "baseForm": {
        "scaleDescriptionLine1": "Veuillez indiquer votre niveau d'accord avec les énoncés suivants :",
        "scaleDescriptionLine2": "1 = Pas du tout d'accord, 10 = Totalement d'accord",
        "scaleLabels": {
          "Q1": "Je réalise à quel point le traumatisme vécu a affecté mon esprit, mon corps et mes émotions",
          "Q2": "Je sais que les mécanismes de défense ne constituent pas une aide à long terme, et que se sentir attiré·e par eux peut être une réponse normale à un traumatisme. ",
          "Q3": "Je sais qu'il faut du temps, de l'énergie et de la patience pour guérir",
          "Q4": "Je m'engage à me donner toute l'attention dont j'ai besoin pour guérir.",
          "Q5": "J'ai trouvé des éléments qui contribue à mon bien-être et je leur accorde du temps dans ma routine.",
          "Q6": "Je comprends que la guérison d'un traumatisme consiste en partie à gérer les déclencheurs",
          "Q7": "Je comprends que tout ce qui me fait me sentir en sécurité ou en danger m'est propre",
          "Q8": "Je peux anticiper et affronter des moments, des périodes ou des lieux déclencheurs."
        },
        "submitLabel": "Veuillez compléter"
      },
      "setAForm": {
        "hopesLabel": "Quelle chose espérez-vous que Bloom vous aide à comprendre ou à faire ?"
      }
    },
    "fr": {
      "title": "E-mails de service désactivés",
      "description": "Vous ne recevrez plus d'e-mails liés à Bloom. Si vous souhaitez modifier cela ultérieurement, veuillez contacter l'équipe Bloom.",
      "error": "Une erreur s'est produite lors de la désactivation des e-mails de service. Réessayez en actualisant cette page ou contactez l'équipe Bloom."
    },
    "accountSettings": {
      "title": "Paramètres du compte",
      "description": "Afficher et mettre à jour vos paramètres dans Bloom",
      "form": {
        "emailLabel": "Email",
        "nameLabel": "Nom",
        "saveProfile": "Enregistrer le profil"
      },
      "profile": {
        "title": "Détails du profil",
        "desc": "Mettez à jour votre nom et votre adresse e-mail en contactant l'équipe Bloom"
      },
      "actions": {
        "title": "Actions du compte",
        "desc": "La suppression de votre compte effacera définitivement votre nom, votre adresse e-mail et l'historique des sessions que vous avez regardées de notre système.",
        "button": {
          "resetPass": "Réinitialiser le mot de passe",
          "delAcc": "Supprimer le compte",
          "cancel": "Annuler"
        }
      },
      "emailPref": {
        "title": "Préférences d'email",
        "desc": "Mettez à jour vos préférences d'email ici et les modifications prendront effet immédiatement",
        "button": {
          "savePref": "Enregistrer les préférences d'email"
        },
        "checkbox": {
          "emailOnChange": "Autoriser Bloom à m'envoyer des e-mails sur les modifications apportées à mon compte et à mes commentaires",
          "emailOnCourse": "Autoriser Bloom à m'envoyer des e-mails lorsqu'un nouveau cours, une nouvelle langue ou un nouveau service est disponible"
        }
      }
    }
  }
}
