{
  "Account": {
    "applyCode": {
      "title": "एक कोड लागू करें",
      "introduction": "ब्लूम दुनिया भर में दुर्व्यवहार से बचे लोगों के लिए उपचार का समर्थन करने के लिए भागीदारों के साथ काम करता है।",
      "description": "If you've received an access code from one of our partners, you can add it here to receive support specific to their programme.",
      "descriptionLine2": "You can add codes from more than one partner.",
      "setBAndCDescription": "As a Bloom user, we'd like to understand how you're doing now that you’ve been using our services. Gathering this information helps us to measure the impact that using Bloom is having for survivors, and in turn helps us to focus on the right things.",
      "partnershipsTitle": "Our partners",
      "partnershipsDescription": "Read more about our partnerships by clicking on their logo.",
      "formIntroduction": "Enter the access code you received from a Bloom partner.",
      "formSuccess": {
        "success": "A Bumble code was applied to your account!",
        "successLine2": "Your Bumble access enables the following:",
        "liveChat": "1-1 chat with the Bloom team",
        "therapy": "{therapySessionsRemaining} therapy sessions",
        "courses": "Self-guided courses"
      },
      "form": {
        "codeLabel": "Access code",
        "submitLabel": "Apply code",
        "assignPartnerAccessError": "There was an error applying the code to your account. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error.",
        "codeErrors": {
          "internal": "There was an error validating your access code. Try again later and <contactLink>message the Bloom team</contactLink> if you're still getting this error.",
          "expired": "This code has expired. Get in touch with the partner's team.",
          "invalid": "Your access code appears to be invalid. Check for typos or get in touch with the partner.",
          "alreadyInUse": "This code has already been used. If you think there's been a mistake, get in touch with the partner's team."
        }
      }
    },
    "aboutYou": {
      "title": "About you",
      "header": "Help us understand",
      "description": "These questions help us understand who is using Bloom and what kinds of support they need from us.",
      "titleA": "What you want from Bloom",
      "descriptionALine1": "Thank you for your answers so far!",
      "descriptionALine2": "As a new user, we'd like to understand how you're doing before using our services. Asking this now helps us to measure the impact that using Bloom is having for survivors, and helps us focus on the right things.",
      "goToCourses": "Skip to courses",
      "demographicForm": {
        "genderLabel": "What is your gender identity?",
        "genderHelpText": "We are built for people with a range of gender identities, knowing that each experiences gender based violence differently. Sharing your gender will help us understand who we are designing for.",
        "neurodivergentLabel": "Would you describe yourself as neurodivergent?",
        "neurodivergentHelpText": "We design our services to be inclusive, so it’s helpful for us to hear feedback from people who are neurodivergent",
        "neurodivergentLabels": {
          "1": "Yes",
          "2": "No",
          "3": "Not sure"
        },
        "raceEthnNatnLabel": "How would you describe your race, ethnicity and nationality? E.g., White Hispanic Mexican, or Tamil Indian.",
        "raceEthnNatnHelpText": "We know that people's experiences of race and ethnicity vary widely based on where they live, so write what you feel best describes you personally.",
        "countryLabel": "What country do you live in right now?",
        "countryHelpText": "This will help us understand where survivors are accessing our services from.",
        "ageLabel": "What is your age group?",
        "ageLabels": {
          "1": "Under 16",
          "2": "16-25",
          "3": "25-35",
          "4": "35-45",
          "5": "45-55",
          "6": "55+",
          "7": "Prefer not to say"
        },
        "submitLabel": "Submit",
        "codeErrors": {}
      },
      "baseForm": {
        "scaleDescriptionLine1": "Please rate your level of agreement with the following statements:",
        "scaleDescriptionLine2": "1 = strongly disagree, 10 = strongly agree",
        "scaleLabels": {
          "Q1": "I understand how the trauma I experienced has affected my mind, body and emotions",
          "Q2": "I know that there are coping mechanisms that don’t help me in the long term, and that feeling drawn to these can be a normal response to trauma ",
          "Q3": "I know that it takes time, energy and patience to heal",
          "Q4": "I’m committed to giving myself the attention that I need to heal",
          "Q5": "I have found the things that make me feel good, and make time for them in my routine",
          "Q6": "I understand that part of healing from trauma is dealing with triggers",
          "Q7": "I understand that what makes make me feel safe or threatened is unique to me",
          "Q8": "I can anticipate and cope with triggering moments, places or times of year"
        },
        "submitLabel": "Complete"
      },
      "setAForm": {
        "hopesLabel": "What’s one thing that you’re hoping Bloom will help you to understand or do?"
      },
      "setBForm": {
        "bloomHelpLabel": "Bloom has helped me to:",
        "bloomHelpedMeScaleLabels": {
          "Q1": "Learn that there are many different types of abuse",
          "Q2": "Learn about what toxic behaviours are",
          "Q3": "Learn about the prevalence of different types of oppression and control in our culture, and how that leads to abuse",
          "Q4": "Feel validated - knowing the things I’ve been through are not okay",
          "Q5": "Feel that no matter what I did or didn’t know or do at the time, I’m not at fault for what happened to me",
          "Q6": "Feel encouraged - knowing there are others out there like me",
          "Q7": "Identify as a survivor"
        }
      },
      "setCForm": {
        "sinceBloomLabel": "Since using Bloom:",
        "sinceBloomScaleLabels": {
          "Q1": "I feel that I can live with my traumatic experience",
          "Q2": "I feel worthy of love, and deserving of being looked after",
          "Q3": "I feel more able to imagine, dream and make good things happen for myself",
          "Q4": "I feel confident that if I want a relationship, I can find a healthy partner",
          "Q5": "I feel I can trust myself to make good choices",
          "Q6": "I feel interested to learn about the wider context of misogyny and inequality",
          "Q7": "I’m interested in the courses about things that I haven’t experienced but I may encounter",
          "Q8": "I know how to spot future red flags, and behaviour that might harm me",
          "Q9": "I’ve found other steps to healing that I plan to explore (e.g. therapy, local charity resources)",
          "Q10": "I feel I can ask for and get help from others (friends, family, therapists, police or charities)",
          "Q11": "I would happily share Bloom with a friend going through something similar",
          "Q12": "I feel I can trust other people with my story, and that connecting and sharing my experience might help them to heal too",
          "Q13": "Being part of a community of survivors is a powerful thing for myself and others, even though we wish that it wasn’t abusive experiences that connect us"
        }
      }
    }
  }
}
